Repository: wp-plugins/wordpress-simple-paypal-shopping-cart
Catalog: languages/wordpress-simple-paypal-shopping-cart-*.po
Languages: it_it

source: Admin needs to configure some discount coupons before it can be used
it_it: L'amministratore deve configurare alcuni buoni sconto prima di poter essere utilizzato

source: Coupon ID:
it_it: ID del Coupon:

source: Coupon Code:
it_it: Codice del Coupon:

source: Discount Amt:
it_it: Ammontare Sconto:

source: Expiry date:
it_it: Data di scadenza:

source: Coupon code used does not exist!
it_it: Il Codice del Coupon utilizzato non esiste!

source: Coupon code expired!
it_it: Codice del Coupon scaduto!

source: Discount applied successfully! Total Discount:
it_it: Sconto applicato con successo! Totale Sconto:

source: Visit The Shop
it_it: Visita lo Shop

source: USD
it_it: EUR

source: Cart
it_it: Carrello

source: Hit enter to submit new Quantity.
it_it: Premi Invio per confermare la nuova Quantità.

source: Item Name
it_it: Nome Oggetto

source: Quantity
it_it: Quantità

source: Price
it_it: Prezzo

source: Remove
it_it: Rimuovi

source: Subtotal
it_it: Subtotale

source: Shipping
it_it: Spedizione

source: Total
it_it: Totale

source: Enter Coupon Code
it_it: Inserisci il Codice Coupon

source: Apply
it_it: Applica

source: Make payments with PayPal - it\'s fast, free and secure!
it_it: Paga con PayPal - è veloce, gratuito e sicuro!

source: [View with PicLens]
it_it: [Visualizza Con PicLens]

source: Error! Your session is out of sync. Please reset your session.
it_it: Errore! La tua sessione non è sincronizzata. Prego, resetta la sessione.

source: Shopping Cart Configuration Error! You must specify a value in the 'Checkout Page URL' field for the automatic redirection feature to work!
it_it: Errore di Configurazione Carrello! È necessario specificare un valore nel campo 'URL della pagina Cassa' affinché il reindirizzamento automatico funzioni!

source: Add to Cart
it_it: Aggiungi al Carrello

source: Shopping Cart
it_it: Carrello della Spesa

source: Settings
it_it: Impostazioni

source: For more information, updates, detailed documentation and video tutorial, please visit:
it_it: Per maggiori informazioni, aggiornamenti, documentazione dettagliata e video tutorial, prego visita il sito:

source: Coupon/Discount Settings
it_it: Opzioni Coupon/Sconto

source: Enable Discount Coupon Feature
it_it: Abilita Opzione Coupon Sconto

source: When checked your customers will be able to enter a coupon code in the shopping cart before checkout.
it_it: Se selezionato il cliente potrà inserire un Codice Coupon nel Carrello prima del checkout.

source: Update &raquo;
it_it: Aggiorna &raquo;

source: Add Coupon/Discount
it_it: Aggiungi Coupon/Sconto

source: Save Coupon &raquo;
it_it: Salva Coupon &raquo;

source: Coupon Code
it_it: Codice Coupon

source: Discount Rate (%)
it_it: Percentuale Sconto (%)

source: Expiry Date
it_it: Data di Scadenza

source: No Expiry
it_it: Nessuna Scadenza

source: No Coupons Configured.
it_it: Nessun Coupon Configurato

source: No Record found
it_it: Nessun Record trovato

source: Your Shopping Cart
it_it: Il tuo Carrello della Spesa

source: Your cart is empty
it_it: Il tuo carrello è vuoto

source: Need a shopping cart plugin with a lot of features and good support? Check out our
it_it: Hai bisogno di un plugin per il Carrello della Spesa con un sacco di funzioni e un buon supporto? Valuta il nostro

source: Cart Orders
it_it: Ordini Carrello

source: Cart Order
it_it: Ordine Carrello

source: Add New
it_it: Aggiungi Nuovo

source: Add New Order
it_it: Aggiungi Nuovo Ordine

source: Edit
it_it: ﻿Modifica

source: Edit Order
it_it: Modifica Ordine

source: New Order
it_it: Nuovo Ordine

source: View
it_it: Visualizza

source: View Order
it_it: Visualizza Ordine

source: Search Order
it_it: Cerca Ordine

source: No order found
it_it: Nessun ordine trovato

source: No order found in Trash
it_it: Nessun Ordine trovato nel Cestino

source: Parent Order
it_it: Ordine Originale

source: Order Review
it_it: Recensione Ordine

source: Order ID: #
it_it: ID Ordine: #

source: Transaction ID: #
it_it: ID Transazione: #

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Email Address
it_it: Indirizzo email

source: IP Address
it_it: Indirizzo IP

source: Address
it_it: Indirizzo

source: Phone
it_it: Telefono

source: Buyer Email Sent?
it_it: Email Acquirente Inviata?

source: Item(s) Ordered:
it_it: Articolo/i Ordinato/i:

source: Applied Coupon Code:
it_it: Applicato Codice Coupon:

source: Order ID
it_it: ID Ordine

source: Status
it_it: Stato

source: Date
it_it: Data

source: WP Paypal Shopping Cart Options
it_it: Opzioni di WP Paypal Shopping Cart

source: Options Updated!
it_it: Opzioni Aggiornate!

source: Simple PayPal Shopping Cart Settings
it_it: Impostazioni di Simple Paypal Shopping Cart

source: Quick Usage Guide
it_it: Guida Rapida

source: To add an 'Add to Cart' button for a product simply add the shortcode
it_it: Per aggiungere un pulsante 'Aggiungi al Carrello' per un prodotto trascrivi semplicemente lo shortcode

source: PRODUCT-NAME
it_it: PRODOTTO-NOME

source: PRODUCT-PRICE
it_it: PRODOTTO-PREZZO

source: to a post or page next to the product. Replace PRODUCT-NAME and PRODUCT-PRICE with the actual name and price of your product.
it_it: ad un articolo o ad una pagina accanto al prodotto. Sostituisci PRODOTTO-NOME e PRODOTTO-PREZZO con il nome e il prezzo effettivo.

source: Example add to cart button shortcode usage:
it_it: Esempio di utilizzo di shortcode per il pulsante Aggiungi al Carrello:

source: To add the shopping cart to a post or page (example: a checkout page) simply add the shortcode
it_it: Per aggiungere il Carrello di un articolo o ad una pagina (esempio: una pagina di checkout) semplicemente aggiungi lo shortcode

source: to a post or page or use the sidebar widget to add the shopping cart to the sidebar.
it_it: ad un Articolo o ad una Pagina oppure utilizzare il Sidecar Widget per aggiungere il Carrello alla sidebar.

source: Example shopping cart shortcode usage:
it_it: Esempio di utilizzo dello shortcode per il Carrello:

source: PayPal and Shopping Cart Settings
it_it: Impostazioni PayPal e Carrello

source: Paypal Email Address
it_it: Indirizzo email Paypal

source: Shopping Cart title
it_it: Titolo del Carrello

source: Text/Image to Show When Cart Empty
it_it: Testo/Immagine da visualizzare quando il Carrello è vuoto

source: You can either enter plain text or the URL of an image that you want to show when the shopping cart is empty
it_it: Puoi inserire un testo o l'URL di un'immagine che desideri visualizzare quando il Carrello è vuoto

source: Currency
it_it: Valuta

source: e.g.
it_it: es.

source: Currency Symbol
it_it: Simbolo Valuta

source: Base Shipping Cost
it_it: Costo base per la Spedizione

source: This is the base shipping cost that will be added to the total of individual products shipping cost. Put 0 if you do not want to charge shipping cost or use base shipping cost.
it_it: Questo è il costo di trasporto di base che verrà aggiunto al totale del costo di spedizione di ogni singolo prodotto. Scrivi 0 se non vuoi far pagare alcun costo di spedizione o comunque un costo base per la spedizione.

source: Learn More on Shipping Calculation
it_it: Leggi altro sul Calcolo delle Spese di Spedizione

source: Free Shipping for Orders Over
it_it: Spedizione Gratuita per Ordini Superiori

source: When a customer orders more than this amount he/she will get free shipping. Leave empty if you do not want to use it.
it_it: Quando un cliente ordina per più di questo importo otterrà la spedizione gratuita. Lascia vuoto se non desideri utilizzarlo.

source: Must Collect Shipping Address on PayPal
it_it: Deve raccogliere l'Indirizzo di Spedizione su PayPal

source: If checked the customer will be forced to enter a shipping address on PayPal when checking out.
it_it: Se selezionato il cliente sarà costretto a inserire un indirizzo di spedizione su PayPal al momento del checkout.

source: Use PayPal Profile Based Shipping
it_it: Utilizza Profilo di Spedizione Base di PayPal

source: Check this if you want to use
it_it: Seleziona se desideri utilizzare

source: PayPal profile based shipping
it_it: Spedizione basata sul profilo PayPal

source: Using this will ignore any other shipping options that you have specified in this plugin.
it_it: L'utilizzando questa funzione verrà ignorata ogni altra opzione di spedizione che hai specificato in questo plugin.

source: Add to Cart button text or Image
it_it: Testo del pulsante o immagine Aggiungi al Carrello

source: To use a customized image as the button simply enter the URL of the image file.
it_it: Per utilizzare un'immagine personalizzata come pulsante è sufficiente inserire l'URL del file immagine.

source: Return URL
it_it: URL di ritorno

source: This is the URL the customer will be redirected to after a successful payment
it_it: Questo è l'URL cui il cliente che verrà reindirizzato dopo un pagamento confermato

source: Products Page URL
it_it: URL Pagina Prodotti

source: This is the URL of your products page if you have any. If used, the shopping cart widget will display a link to this page when cart is empty
it_it: Questo è l'URL della pagina dei prodotti, se ne hai. Se utilizzato, il Widget del Carrello visualizzerà un link a questa pagina quando è vuoto

source: Automatic redirection to checkout page
it_it: Reindirizzamento automatico alla pagina di checkout

source: Checkout Page URL
it_it: URL Pagina Checkout

source: If checked the visitor will be redirected to the Checkout page after a product is added to the cart. You must enter a URL in the Checkout Page URL field for this to work.
it_it: Se selezionato il visitatore verrà reindirizzato alla pagina di checkout dopo che un prodotto viene aggiunto al Carrello. Devi inserire un URL nel campo URL Pagina Checkout affinché ciò funzioni.

source: Open PayPal Checkout Page in a New Tab
it_it: Apri la Pagina di Checkout di PayPal in una Nuova Scheda

source: If checked the PayPal checkout page will be opened in a new tab/window when the user clicks the checkout button.
it_it: Se selezionato la pagina di checkout PayPal verrà aperta in una nuova scheda/finestra quando l'utente fa clic sul pulsante di checkout.

source: Reset Cart After Redirection to Return Page
it_it: Ripristina Carrello dopo reindirizzamento alla pagina di ritorno

source: If checked the shopping cart will be reset when the customer lands on the return URL (Thank You) page.
it_it: Se selezionata il Carrello verrà svuotato quando i clienti saranno reindirizzati sulla pagina di ritorno (grazie per l'acquisto).

source: Hide Shopping Cart Image
it_it: Nascondi Immagine Carrello

source: If ticked the shopping cart image will not be shown.
it_it: Se selezionato non verrà mostrata l'immagine del Carrello.

source: Customize the Note to Seller Text
it_it: Personalizza il testo della Nota per il Venditore

source: Specify the text that you want to use for the note field on PayPal checkout page to collect special instruction (leave this field empty if you don't need to customize it). The default label for the note field is "Add special instructions to merchant".
it_it: Specifica il testo che desideri utilizzare per il campo nota sulla pagina di checkout di PayPal per raccogliere istruzioni speciali (lascia il campo vuoto se non è necessario personalizzarlo). L'etichetta di default per il campo della nota è "Aggiungi istruzioni speciali per il venditore".

source: Custom Checkout Page Style Name
it_it: Nome dello Stile personalizzato per la Pagina Checkout

source: Specify the page style name here if you want to customize the paypal checkout page with custom page style otherwise leave this field empty.
it_it: Specifica il nome dello stile pagina qui se desideri personalizzare la pagina di checkout di PayPal con stile di pagina personalizzata, altrimenti lascia vuoto questo campo.

source: Use Strict PayPal Email Address Checking
it_it: Utilizza controllo rigoroso dell'indirizzo email Paypal

source: If checked the script will check to make sure that the PayPal email address specified is the same as the account where the payment was deposited (Usage of PayPal Email Alias will fail too).
it_it: Se selezionato lo script controllerà per assicurarsi che l'indirizzo email di PayPal specificato sia lo stesso del conto su cui è stato depositato il pagamento (l'utilizzo di PayPal Email Alias darà ugualmente esito negativo).

source: Use WP Affiliate Platform
it_it: Utilizza WP Affiliate Platform (piattaforma di affiliazione)

source: Check this if using with the
it_it: Seleziona questo se si utilizza con il

source: This plugin lets you run your own affiliate campaign/program and allows you to reward (pay commission) your affiliates for referred sales
it_it: Questo plugin consente di eseguire la propria campagna/programma di affiliazione e ti permette di premiare i tuoi affiliati (pagare le commissioni) per le vendite sponsorizzate

source: Testing and Debugging Settings
it_it: Opzioni di Testing e Debugging

source: Enable Debug
it_it: Abilita Debug

source: If checked, debug output will be written to the log file. This is useful for troubleshooting post payment failures
it_it: Se selezionato, l'output di debug verrà scritto nel file di registro. Questo è utile per la risoluzione di problemi ed errori successivi al pagamento.

source: Enable Sandbox Testing
it_it: Abilita Sandbox Testing

source: Check this option if you want to do PayPal sandbox testing. You will need to create a PayPal sandbox account from PayPal Developer site
it_it: Spunta questa opzione se vuoi fare il test sandbox PayPal. Sarà necessario creare un account PayPal sandbox dal sito Paypal Developer.

source: Update Options &raquo;
it_it: Aggiorna Opzioni &raquo;

source: Like the Simple WordPress Shopping Cart Plugin?
it_it: Ti piace il plugin Simple WordPress Shopping Cart?

source: Give it a good rating
it_it: Attribuiscigli una buona valutazione

source: Purchase Confirmation Email Settings
it_it: Impostazioni Email di Conferma del Pagamento

source: The following options affect the emails that gets sent to your buyers after a purchase.
it_it: Le seguenti opzioni riguardano l'email che viene inviata agli acquirenti dopo un acquisto.

source: Send Emails to Buyer After Purchase
it_it: Invia Email all'Acquirente dopo l'Acquisto

source: If checked the plugin will send an email to the buyer with the sale details. If digital goods are purchased then the email will contain the download links for the purchased products.
it_it: Se selezionato il plugin invierà un'email all'acquirente con i dettagli di vendita. Se vengono acquistati beni digitali allora l'email conterrà i link di download per i prodotti acquistati.

source: From Email Address
it_it: Da Indirizzo Email

source: Example: Your Name &lt;sales@your-domain.com&gt; This is the email address that will be used to send the email to the buyer. This name and email address will appear in the from field of the email.
it_it: Esempio: Tuo Nome &lt;vendite@tuo-dominio.com&gt; Questo è l'indirizzo email che verrà utilizzato per inviare l'email all'acquirente. Questo nome e indirizzo email appariranno nei campi dell'email inviata.

source: Buyer Email Subject
it_it: Oggetto dell'Email per l'Acquirente

source: This is the subject of the email that will be sent to the buyer.
it_it: Questo è l'oggetto dell'email che verrà inviata all'acquirente.

source: Buyer Email Body
it_it: Messaggio dell'Email per l'Acquirente

source: This is the body of the email that will be sent to the buyer. Do not change the text within the braces {}. You can use the following email tags in this email body field:
it_it: Questo è il corpo dell'email che verrà inviata all'acquirente. Non modificare il testo all'interno delle parentesi graffe {}. È possibile utilizzare i seguenti tag email in questo campo per il messaggio:

source: First name of the buyer
it_it: Nome dell'acquirente

source: Last name of the buyer
it_it: Cognome dell'acquirente

source: The item details of the purchased product (this will include the download link for digital items).
it_it: I dettagli del prodotto acquistato (questi includeranno il link per scaricare oggetti digitali).

source: The unique transaction ID of the purchase
it_it: L'ID univoco della transazione di acquisto

source: The amount paid for the current transaction
it_it: L'importo pagato per la transazione corrente

source: The date of the purchase
it_it: La data di acquisto

source: Send Emails to Seller After Purchase
it_it: Invia Emails al Venditore dopo gli Acquisti

source: If checked the plugin will send an email to the seller with the sale details
it_it: Se selezionato il plugin invierà un'email al venditore con i dettagli di vendita

source: Notification Email Address*
it_it: Indirizzo Email di Notifica*

source: This is the email address where the seller will be notified of product sales. You can put multiple email addresses separated by comma (,) in the above field to send the notification to multiple email addresses.
it_it: Questo è l'indirizzo email presso il quale il venditore sarà informato delle vendite dei prodotti. È possibile inserire più indirizzi email separati da virgola (,) nel campo sopra per inviare la notifica a più indirizzi email.

source: Seller Email Subject*
it_it: Oggetto Email per il Venditore*

source: This is the subject of the email that will be sent to the seller for record.
it_it: Questo è l'oggetto dell'email che verrà inviata al venditore per la notifica.

source: Seller Email Body*
it_it: Messaggio Email per il Venditore*

source: This is the body of the email that will be sent to the seller for record. Do not change the text within the braces {}. You can use the following email tags in this email body field:
it_it: Questo è il corpo dell'email che verrà inviata al venditore per la notifica. Non modificare il testo all'interno delle parentesi graffe {}. È possibile utilizzare i seguenti tag email in questo campo per il messaggio dell'email:

source: Email Address of the buyer
it_it: Indirizzo Email dell'Acquirente

source: Error! You must specify a product name in the shortcode.
it_it: Errore! È necessario specificare il nome del prodotto nello shortcode.

source: Error! You must specify a price for your product in the shortcode.
it_it: Errore! È necessario specificare il prezzo del prodotto nello shortcode.

source: Error! You must specify a thumbnail image for your product in the shortcode.
it_it: Errore! È necessario specificare l'immagine miniatura del prodotto nello shortcode.

source: View Cart
it_it: Visualizza Carrello

source: Cart is empty
it_it: Il Carrello è vuoto
